tap "anomalyco/tap"
tap "hashicorp/tap"
tap "koekeishiya/formulae"
tap "localstack/tap"
tap "oven-sh/bun"
tap "pgplex/pgschema"
tap "productdevbook/tap"
tap "stripe/stripe-cli"
brew "age"
brew "ast-grep"
brew "awscli"
brew "bitwarden-cli"
brew "chezmoi"
brew "cloc"
brew "cloud-nuke"
brew "cmake"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "fd"
brew "ffmpeg"
brew "findent"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "unbound"
brew "gnupg"
brew "go"
brew "graphicsmagick"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "mermaid-cli"
brew "neovim"
brew "nmap"
brew "nvm"
brew "ollama"
brew "pinentry-mac"
brew "pipx"
brew "pnpm"
brew "protobuf"
brew "pyenv"
brew "python@3.10"
brew "qemu"
brew "rsync"
brew "rust"
brew "starship"
brew "telnet"
brew "terragrunt"
brew "tmux"
brew "watch"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "anomalyco/tap/opencode"
brew "hashicorp/tap/terraform"
brew "koekeishiya/formulae/skhd"
brew "localstack/tap/localstack-cli"
brew "oven-sh/bun/bun"
brew "pgplex/pgschema/pgschema"
brew "stripe/stripe-cli/stripe"
cask "android-file-transfer"
cask "android-platform-tools"
cask "blender"
cask "chatgpt"
cask "container"
cask "font-jetbrains-mono-nerd-font"
cask "gcloud-cli"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "halloy"
cask "hoppscotch"
cask "inkscape"
cask "keepassxc"
cask "libreoffice"
cask "mitmproxy"
cask "opencode-desktop"
cask "productdevbook/tap/portkiller"
cask "slack"
cask "spotify"
cask "steam"
cask "surfshark"
cask "synology-drive"
cask "tinymediamanager"
cask "tor-browser"
cask "tunnelblick"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "vlc"
cask "wezterm"
cask "zenmap"
vscode "4ops.terraform"
vscode "alefragnani.project-manager"
vscode "antfu.slidev"
vscode "arifum.bedrock-vscode-chat"
vscode "astro-build.astro-vscode"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bradlc.vscode-tailwindcss"
vscode "chrisdias.promptboost"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "imgildev.vscode-nestjs-snippets-extension"
vscode "irongeek.vscode-env"
vscode "janisdd.vscode-edit-csv"
vscode "mechatroner.rainbow-csv"
vscode "mk12.better-git-line-blame"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ossdata.vscode-pgsql"
vscode "ms-playwright.playwright"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "ms-vscode.vscode-speech"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vscode.vscode-websearchforcopilot"
vscode "ms-vsliveshare.vsliveshare"
vscode "nrwl.angular-console"
vscode "openai.chatgpt"
vscode "oracle.suitecloud-vscode-extension"
vscode "orta.vscode-jest"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "tamasfe.even-better-toml"
vscode "techer.open-in-browser"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-mdx"
vscode "upstash.context7-mcp"
vscode "vitest.explorer"
vscode "wayou.vscode-todo-highlight"
vscode "yossibraunshtein.suiteql-extension"
go "github.com/conventionalcommit/commitlint"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
